{
    "1": {
        "name": "The Crown 2016",
        "description": "نختم القائمة بواحد من افضل المسلسلات التاريخية على الإطلاق، حيث تدور قصته حول الملكة (إليزابيث) الثانية البالغة من العمر 25 عامًا، والتي تواجه تحديات رهيبة في قيادة أشهر مملكة في العالم، وتطورات علاقتها مع رئيس الوزراء الأسطوري (ونستون تشرشل).",
        "rank": "8.6"
    },
    "2": {
        "name": " Peaky Blinders 2013",
        "description": "يلتقي المسلسل يزعيم عائلة إجرامية عريقة في إنجلترا في أوائل القرن العشرين، وهو توماس شيلبي، والذي يواجه العديد من التحديات في العالم السفلي للعصابات والمافيا.",
        "rank": "8.8"
    },
    "3": {
        "name": " The Last Kingdom 2015",
        "description": "واحد من افضل المسلسلات التاريخية البريطانية على الاطلاق، حيث تدور أحداثه بـ عام 872 حيث غزا الدنماركيون العديد من الممالك المستقلة المعروفة الآن باسم إنجلترا، تاركين المملكة العظمى (ويسيكس) وحدها قوية تحت قيادة الملك ألفريد. وفي هذا المكان سيولد بطل قوي لا يعرف الخوف، وسيتوجب عليه الاختيار ما بين الأشخاص الذين قاموا برعايته، أو المكان الذي ولد فيه.",
        "rank": "8.5"
    },
    "4": {
        "name": " Troy – fall of a city 2018",
        "description": "يحكي المسلسل قصة الحصار الإغريقي الذي دام 10 سنوات لمدينة طروادة القديمة في القرن الثاني عشر، وذلك بالتزامن مع وقع الأمير الشاب ألكسندر في حب زوجة ملك يوناني وهرب معها إلى طروادة",
        "rank": "4.0"
    },
    "5": {
        "name": " The Queen’s Gambit 2020",
        "description": "مسلسل قصير تاريخي من انتاج نتفلكس تدور أحداثه في الخمسينيات من القرن الماضي، حيث يحكي المسلسل قصة الطفلة اليتيمة البسيطة “بيث هارمون”، التي عندما بلغت 18 عامًا، تغيرت حياتها تمامًا، حيث لعبت أول مباراة لها في الشطرنج وأصبحت واحدة من أشهر أبطال الشطرنج في التاريخ",
        "rank": "8.6"
    },
    "6": {
        "name": "Turn – Washington’s Spies 2014",
        "description": "واحد من افضل المسلسلات التاريخية الامريكية على الاطلاق، حيث يروي قصة مزارع من مدينة نيويورك يدعى Abe Woodhull الذي يجمع مجموعة من أصدقاء الطفولة لتغيير الوضع في أمريكا وإنشاء منظمة تجسس للقتال من أجل الاستقلال.",
        "rank": "8.1"
    },
    "7": {
        "name": "Outlander 2014",
        "description": "في إطار من الفانتازيا التاريخية تجد ممرضة سابقة في الحرب العالمية الثانية، نفسها فجأةً عادت بالزمن إلى اسكتلندا في عام 1743 م، لتنطلق من هنا سلسلة من الأحداث.",
        "rank": "8.4"
    },
    "8": {
        "name": "Frontier 2016",
        "description": "في القرن الثامن عشر في أمريكا الشمالية، حارب رجل يدعى “ديكلان هارب” من أجل القضاء على شركة تجارة الفراء ذات النفوذ التي تسمى “هودسينس باي”، ويتعرض للعديد من المشاكل ومحاولات القتل نتيجة لذلك.",
        "rank": "7.1"
    },
    "9": {
        "name": "Vikings 2013",
        "description": "يروي المسلسل قصصًا مقتبسة من حياة (الفايكنج)، الأشخاص الذين عاشوا في العصور الوسطى، حيث يعرض المسلسل حروبهم وتجارتهم واكتشافاتهم. كما يلقي الضوء على شخصية راجنار لوثبروك، لأنه كان بطل عصره، حيث نشأ راجنار في عائلة ذات نفوذ، وأصبح ملكًا لجميع القبائل الإسكندنافية، ومحاربًا قويًا يتجنبه الجميع، ولا يقف أمامه شيء، ولكن سرعان ما تأخذ حياته منعطف آخر.",
        "rank": "8.5"
    },
    "10": {
        "name": "Band of Brothers 2001",
        "description": "مسلسل تاريخي حربي، تدور أحداثه حول الحرب العالمية الثانية من مرحلة التدريب إلى نهاية الحرب، من خلال فرقة المظلات الأمريكية (ايز) وذلك من خلال أنزل النورماندي، وتحرير فرنسا، ومعركة تحرير باستون وهولندا، واكتشاف الهولوكوست، غزو ألمانيا، كيف تعامل الجنود مع الحرب.",
        "rank": "9.4"
    },
    "11": {
        "name": "Downton Abbey 2010",
        "description": "يعيدك المسلسل إلى الماضي لمتابعة قصة عائلة الورد كراولي الذي تميز بحبه الشديد للعادات والتقاليد واحترامه لإرث عائلته. بعد أن غرق وريث اللورد كراولي على سفينة التيتانيك، سرعان ما تتغير حياة الأسرة بأكملها بعد انتقال ماثيو كراولي إلى قصر العائلة. على الرغم من أن حياة جميع أفراد الأسرة تبدو مثالية، إلا أن هناك العديد من النزاعات الداخلية داخل كل منهم.",
        "rank": "8.7"
    },
    "12": {
        "name": "Rome 2005",
        "description": "واحد من افضل المسلسلات التاريخية الايطالية على الاطلاق، حيث يروي المسلسل الانتقال والتحول العنيف للجمهورية الرومانية إلى إمبراطورية شمولية ديكتاتورية غيرت تاريخ العالم من خلال الحروب الأهلية والاحتلال، سواء من منظور يوليوس قيصر أو من منظور سياسي ساذج لبعض الرومانيين العاديين.",
        "rank": "8.7"
    },
    "13": {
        "name": "Black Sails 2014",
        "description": "قبل ما يقرب من 20 عامًا من أحداث جزيرة الكنز، في العصر الذهبي للقراصنة، يكافح قبطان شجاع للبقاء على قيد الحياة في جزيرة بروفيدانس الجديدة من خلال جلب أفراد الى طاقمه.",
        "rank": "8.2"
    },
    "14": {
        "name": "Medici 2016",
        "description": "في إطار تاريخي درامي، يروي المسلسل سلسلة من الأحداث السياسية العائلية التي وقعت في فلورنسا في بداية القرن الخامس عشر، حيث يتتبع الابن مسار والده ويحاول تنفيذ وصيته.",
        "rank": "7.9"
    },
    "15": {
        "name": "Poldark 2015",
        "description": "واحد من افضل المسلسلات التاريخية الرومانسية على الاطلاق، حيث يعود “روس” إلى مسقط رأسه من جديد بعد الحرب الثورية الأمريكية ويعيد بناء حياته الجديدة من خلال العديد من المشاريع التجارية، ويصنع العديد من الأعداء ويجد حبه الجديد بشكل غير متوقع.",
        "rank": "8.4"
    },
    "16": {
        "name": "Chernobyl 2019",
        "description": "",
        "rank": "9.4"
    },
    "17": {
        "name": "The Americans 2013",
        "description": "تدور أحداثه خلال حقبة الحرب الباردة، التي حدثت في القرن العشرين بين الولايات المتحدة و الاتحاد السوفيتي السابق، حيث يحكي قصة إليزابيث و فيليب، وهما ضابطان في المخابرات السوفيتية. يعيشان في واشنطن متنكرين في شخصية زوجين أمريكيين يعيشان في الضواحي مع أطفالهما.",
        "rank": "8.4"
    },
    "18": {
        "name": "Spartacus 2010",
        "description": "واحد من افضل المسلسلات التاريخية الحركية على الاطلاق، حيث يحكي المسلسل قصة أعظم مصارع ومبارز في التاريخ، وهو المقاتل “سبارتاكوس”، والذي يحمل على عاتقه مسؤولية تحرير العبيد من ماسأتهم بعد مذبحة بشعة، ويبدأ في تكوين جيشه الخاص.",
        "rank": "8.5"
    },
    "19": {
        "name": "Deadwood 2004",
        "description": "تدور أحداثه في الثمانينيات حيث يسكن مجموعة متنوعة من الشخصيات في مدينة ديدوود في نورث داكوتا، وهي مدينة ابتليت بالفساد الكبير والجرائم البشعة التي لا نهاية لها من أجل سيادة المنطقة.",
        "rank": "8.6"
    },
    "20": {
        "name": "Da Vinci’s Demons 2013",
        "description": "نبدأ القائمة بواحد من افضل المسلسلات التاريخية على الإطلاق، حيث يتتبع المسلسل العديد من قصص الحياة غير المعروفة في حياة العاشق والمبدع والفنان والعبقري ليوناردو دافنشي، حيث يلقي المسلسل الضوء على سنواته اﻷولى المبكرة في فلورنس.",
        "rank": "7.9"
    }
}